IDEA StatiCa Open Model
SteelSetupIND.GammaM0 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Partial safety factor for resistance governed by yielding
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaM0 { get; set; }
Public Property GammaM0 As Double
	Get
	Set
public:
property double GammaM0 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace